package ir.adicom.app.shortstorybook;

/**
 * Created by adicom on 8/24/16.
 */
public class Global {
    public static String title[] = {
            "سالن غذاخوری",
            "پسر کوچک",
            "مرد روستایی",
            "همسر",
            "زن افسرده"
    };
    public static String[] descriptions = {
            "در سالن غذاخوری دانشگاهی در اروپا یک دانشجوی دختر با موهای قرمز که از چهره\u200Cاش پیداست اروپایی است، سینی غذایش را تحویل می\u200Cگیرد و سر میز می\u200Cنشیند.  سپس یادش می\u200Cافتد که کارد و چنگال برنداشته، بلند می\u200Cشود تا آنها را بیاورد. \n" +
                    "\n" +
                    " وقتی برمی\u200Cگردد، با شگفتی مشاهده می\u200Cکند که یک مرد سیاه\u200Cپوست، احتمالا اهل ناف آفریقا (با توجه به قیافه\u200Cاش) آنجا نشسته و مشغول خوردن از ظرف غذای اوست! \n" +
                    "\n" +
                    "بلافاصله پس از دیدن این صحنه، زن جوان سرگشتگی و عصبانیت را در وجود خودش احساس می\u200Cکند اما به\u200Cسرعت افکارش را تغییر می\u200Cدهد و فرض را بر این می\u200Cگیرد که مرد آفریقایی با آداب اروپا در زمینۀ اموال شخصی و حریم خصوصی آشنا نیست. \n" +
                    "\n" +
                    "او حتی این را هم در نظر می\u200Cگیرد که شاید مرد جوان پول کافی برای خرید وعدۀ غذایی\u200Cاش را ندارد.  در هر حال، تصمیم می\u200Cگیرد جلوی مرد جوان بنشیند و با حالتی دوستانه به او لبخند بزند. جوان آفریقایی نیز با لبخندی شادمانه به او پاسخ می\u200Cدهد. دختر اروپایی سعی می\u200Cکند کاری کند. اینکه غذایش را با نهایت لذت و ادب با مرد سیاه سهیم شود.\n" +
                    "\n" +
                    "  به این ترتیب، مرد سالاد را می\u200Cخورد، زن سوپ را، هر کدام بخشی از تاس کباب را برمی\u200Cدارند و یکی از آنها ماست را می\u200Cخورد و دیگری پای میوه را.  همۀ این کارها همراه با لبخندهای دوستانه است؛ مرد با کمرویی و زن راحت، دلگرم \u200Cکننده و با مهربانی لبخند می\u200Cزنند. آنها ناهارشان را تمام می\u200Cکنند...\n" +
                    "\n" +
                    "زن اروپایی بلند می\u200Cشود تا قهوه بیاورد.  و اینجاست که کمی آنورتر پشت سر مرد سیاه\u200Cپوست، در کنار میز بغلی کاپشن خودش را آویزان روی صندلی پشتی می\u200Cبیند و ظرف غذایش را که دست\u200Cنخورده و روی آن یکی میز مانده است! \n",
            "پسر کوچکی برای مادربزرگش توضیح می\u200Cداد که چگونه همه\u200Cچیز ایراد دارد: مدرسه، خانواده، دوستان و… \n" +
                    "\n" +
                    "مادربزرگ که مشغول پختن کیک بود از پسر کوچولو پرسید که کیک دوست داری؟ و پسر کوچولو پاسخ داد: البته که دوست دارم.\n" +
                    "\n" +
                    "روغن چطور؟نه! و حالا دو تا تخم\u200Cمرغ. نه مادربزرگ! آرد چی؟ از آرد خوشت می\u200Cآید؟ جوش شیرین چطور؟ نه مادربزرگ! حالم از همه\u200Cشان به هم می\u200Cخورد.\n" +
                    "\n" +
                    "بله، همه این چیزها شاید به تنهایی بد به\u200Cنظر برسد اما وقتی به\u200Cدرستی با هم مخلوط شوند، یک کیک خوشمزه درست می\u200Cشود.\n" +
                    "\n" +
                    "خداوند هم به\u200Cهمین ترتیب عمل می\u200Cکند. \n" +
                    "\n" +
                    "خیلی از اوقات تعجب می\u200Cکنیم که چرا خداوند باید بگذارد ما چنین دوران سختی را بگذرانیم اما او می\u200Cداند که وقتی همه این سختی\u200C\u200Cها را به درستی در کنار هم قرار دهد، نتیجه همیشه خوب است. \n" +
                    "\n" +
                    "ما تنها باید به او اعتماد کنیم، در نهایت همه این پیشامدها با هم به یک نتیجه فوق\u200Cالعاده می\u200Cرسند.\n",
            "مراد، مردی روستایی بود. شبی ﺑﻪ ﺻﺤﺮﺍ ﺭﻓﺖ ﻭ در راه برگشت، به ﺷﺐ خورد و از قضا در تاریکی شب ﺣﯿﻮﺍﻧﯽ ﺑﻪ ﺍﻭ ﺣﻤﻠﻪ ﮐﺮﺩ. \n" +
                    "\n" +
                    "ﭘﺲ ﺍﺯ ﯾﮏ ﺩﺭﮔﯿﺮﯼ ﺳﺨﺖ ﺑﺎﻻﺧﺮﻩ ﺑﺮ ﺣﯿﻮﺍﻥ ﻏﺎﻟﺐ ﺷﺪ ﻭ ﺁﻥ ﺭﺍ ﮐﺸﺖ ﻭ ﺍﺯ ﺁﻥ ﺟﺎ ﮐﻪ ﭘﻮﺳﺖ ﺣﯿﻮﺍﻥ ﺯﯾﺒﺎ ﺑﻪ ﻧﻈﺮ ﻣﯽ\u200Cﺭﺳﯿﺪ، ﺣﯿﻮﺍﻥ ﺭﺍ ﺑﻪ ﺩﻭﺵ ﺍﻧﺪﺍﺧﺖ ﻭ ﺑﻪ ﺳﻤﺖ ﺁﺑﺎﺩﯼ ﺭﺍﻩ ﺍﻓﺘﺎﺩ. \n" +
                    "\n" +
                    "ﭘﺲ ﺍﺯ ﻭﺭﻭﺩ ﺑﻪ روستا، ﻫﻤﺴﺎﯾﻪ\u200Cﺍﺵ ﺍﺯ ﺑﺎﻻﯼ ﺑﺎﻡ ﺍﻭ ﺭﺍ ﺩﯾﺪ ﻭ ﻓﺮﯾﺎﺩ ﺯﺩ: «ﺁﻫﺎﯼ ﻣﺮﺩﻡ، مراد ﯾﮏ شیر ﺷﮑﺎﺭ ﮐﺮﺩﻩ!» \n" +
                    "\n" +
                    "مراد ﺑﺎ ﺷﻨﯿﺪﻥ ﺍﺳﻢ ﺷﯿﺮ ﻟﺮﺯﯾﺪ ﻭ ﻏﺶ ﮐﺮﺩ. \n" +
                    "ﺑﯿﭽﺎﺭﻩ ﻧﻤﯽ\u200Cﺩﺍﻧﺴﺖ ﺣﯿﻮﺍﻧﯽ ﮐﻪ ﺑﺎ ﺍﻭ ﺩﺭﮔﯿﺮ ﺷﺪﻩ ﺷﯿﺮ ﺑﻮﺩﻩ است. \n" +
                    "\n" +
                    "ﻭﻗﺘﯽ به هوش آمد از او پرسیدند: «برای چه از حال رفتی؟»\n" +
                    "مراد گفت: «فکر کردم حیوانی که به من حمله کرده یک سگ است!»\n" +
                    "\n" +
                    "مراد بیچاره ﻓﮑﺮ ﻣﯽﮐﺮﺩ ﮐﻪ یک سگ به او حمله کرده است وگرنه ﻫﻤﺎﻥ ﺍﻭﻝ ﻏﺶ ﻣﯽﮐﺮﺩ ﻭ ﺑﻪ ﺍﺣﺘﻤﺎﻝ ﺯﯾﺎﺩ ﺧﻮﺭﺍﮎ ﺷﯿﺮ ﻣﯽ\u200Cﺷﺪ. \n",
            "مردی متوجه شد که گوش همسرش شنوایی اش کم شده است.ولی نمی دانست این موضوع را چگونه با او درمیان بگذارد.\n" +
                    " \n" +
                    "به این دلیل، نزد دکتر خانوادگی شان رفت و مشکل را با او درمیان گذاشت.\n" +
                    " \n" +
                    "دکتر گفت: برای اینکه بتوانی دقیقتر به من بگویی که میزان ناشنوایی همسرت چقدر است، آزمایش ساده ای وجود دارد انجام بده و جوابش را به من بگو، در فاصله ۴ متری او بایست و با صدای معمولی، مطلبی را به او بگو. اگر نشنید، همین کار را در فاصله ۳ متری تکرار کن. بعددر ۲متری و به همین ترتیب تابالاخره جواب بدهد.\n" +
                    " \n" +
                    "آن شب همسر مرد در آشپزخانه سرگرم تهیه شام بود و او در اتاق نشسته بود.\n" +
                    " \n" +
                    "مرد فکر کرد الان فاصله ما حدود ۴ متر است. بگذار امتحان کنم، و سوالش را مطرح کرد جوابی نشنید بعد بلند شد و یک متر به سمت آشپزخانه رفت ودوباره پرسید و باز هم جوابی نشنید.\n" +
                    " \n" +
                    "بازهم جلوتر رفت سوالش را تکرار کرد و باز هم جوابی نشنید. این بار جلوتر رفت و گفت: ” شام چی داریم؟”\n" +
                    " \n" +
                    "و این بار همسرش گفت: عزیزم برای چهارمین بار میگم؛ ” \n" +
                    " گاهی هم بد نیست که نگاهی به درون خودمان بیندازیم شاید عیبهایی که تصور میکنیم دردیگران وجود دارد در وجود خودمان است.",
            "زن افسرده ای با فهرستی از غصه و اندوه نزد پزشکی رفت. پزشک بعد از معاینه ی دقیق زن به این نتیجه رسید که زن هیچ مشکل و بیماری جسمی ندارد، اما پیش خود فکر کرد که شاید افسردگی زن ناشی از نگرش منفی او به زندگی باشد. پزشک بیمار افسرده را به اتاق داروسازی برد و به قفسه ای از بطریها ی خالی اشاره کرد و گفت: آن بطریها را می بینید؟ توجه کنید که همۀ آنها خالی هستند و شکل آنها هم با یکدیگر فرق دارد. اما اساسا هیچ فرقی با هم ندارند. چیزی که بسیار مهم است، محتوای آنهاست.  من می توانم یکی از آنها را بردارم و مقداری زهر در داخل آنها بریزم، در حدی که بتواند یک انسان را بکشد، یا اینکه می توانم داخل آن را پر از دارویی کنم که بتواند سر درد یک بیمار را تسکین دهد یا میکروب های بخشی از بدن انسان را از بین ببرد. آنچه که مهم است این است که انتخاب با من است. من می توانم آن را پر از دارویی کنم که دوست دارم و می خواهم. سپس دکتر به چشمان زن افسرده نگریست و گفت: هر روز ما دقیقا مثل یکی از این بطریهای خالی است و ما حق انتخاب داریم. می توانیم هر یک از آنها را با افکار شاد و مثبت و عشق پر کنیم و یا اینکه با افکار زهرآلود و منفی پر کنیم. این تنها به انتخاب ما بستگی دارد. شما برای روزهای خود چه چیزی را انتخاب می کنید؟ افکار مثبت و شادی بخش را یا خشم زهرآلود را؟ در هر حال انتخاب با خودتان است\n"
    };
}
